cask_args appdir: "/Applications"

tap 'homebrew/bundle'
tap 'caskroom/cask'
tap 'homebrew/services'

brew 'node'
brew 'neovim'
brew 'tmux'
brew 'git'
brew 'postgres'
brew 'elixir'
brew 'python3'
brew 'fzf'
brew 'fd'
brew 'reattach-to-user-namespace'
brew 'the_silver_searcher'

cask 'google-chrome'
cask 'firefox'
cask 'spectacle'
cask 'firefox'
cask 'keepingyouawake'
cask 'slack'
cask 'sktech'
cask 'private-internet-access'
cask 'visual-studio-code'
